r650/baselines/rf_3/cassandra_3m-perthread_0809/client/client-load-3m_perthread-workloadc-kvsize_1024-clientthreads_16.log
[OVERALL], RunTime(ms), 2484902
[OVERALL], Throughput(ops/sec), 19316.657155895886
[TOTAL_GCS_PS_Scavenge], Count, 2336
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 19515
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.7853428424943921
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 2336
[TOTAL_GC_TIME], Time(ms), 19515
[TOTAL_GC_TIME_%], Time(%), 0.7853428424943921
[CLEANUP], Operations, 16
[CLEANUP], AverageLatency(us), 139841.75
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 2238463
[CLEANUP], 95thPercentileLatency(us), 2238463
[CLEANUP], 99thPercentileLatency(us), 2238463
[INSERT], Operations, 48000000
[INSERT], AverageLatency(us), 824.5993158333333
[INSERT], MinLatency(us), 164
[INSERT], MaxLatency(us), 256511
[INSERT], 95thPercentileLatency(us), 1381
[INSERT], 99thPercentileLatency(us), 1566
[INSERT], Return=OK, 48000000