r650/baselines/rf_3/cassandra_3m-perthread_0809/client/client-load-3m_perthread-workloadc-kvsize_1024-clientthreads_4.log
[OVERALL], RunTime(ms), 2389142
[OVERALL], Throughput(ops/sec), 5022.723638862822
[TOTAL_GCS_PS_Scavenge], Count, 2082
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 7134
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.29860092033039476
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 2082
[TOTAL_GC_TIME], Time(ms), 7134
[TOTAL_GC_TIME_%], Time(%), 0.29860092033039476
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 564482.75
[CLEANUP], MinLatency(us), 1
[CLEANUP], MaxLatency(us), 2258943
[CLEANUP], 95thPercentileLatency(us), 2258943
[CLEANUP], 99thPercentileLatency(us), 2258943
[INSERT], Operations, 12000000
[INSERT], AverageLatency(us), 793.1505478333333
[INSERT], MinLatency(us), 183
[INSERT], MaxLatency(us), 237055
[INSERT], 95thPercentileLatency(us), 1245
[INSERT], 99thPercentileLatency(us), 1393
[INSERT], Return=OK, 12000000